Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 很快他就理清了思路，对方被他击伤两人，还认出了江家的武技显然有所顾忌，否则这管事怎么不出手？反而喝止护卫住手。既然对方暂时不敢打，要谈？那是好办了，只要能保住他和江小奴的性命，其他倒是好说了。
en_us: He quickly cleared his thoughts. He had, after all, already injured two of his opponent's men; additionally, his opponent recognized the martial arts techniques of the Jiang Clan and had evidently become apprehensive. Why else would that housekeeper not retaliate against him, but rather call for his guards to stand down? Since the opponent temporarily did not dare to fight any longer and asked to negotiate, why not? It would probably be easier to deal with—so long as he could protect Jiang Xiaonu's life as well as that of his own, anything else would be secondary.

source: 很快他确定了一点，不管他父亲是不是江别离，他都不会相认，反正做孤儿这么多年，他也习惯了。其次他要想办法见江云海一面，把事情彻底弄清楚，再想办法掩藏身世。
en_us: He quickly confirmed that no matter if his father is Jiang Bieli or not, he would not acknowledge him. Anyway he had always been an orphan all these years, and he had long got used to it. Secondly, he confirmed that would find a way to meet Jiang Yunhai to make things clear, before thinking of ways to hide his true identity.

source: 很快动静便大了起来，只见这座雄城上方的虚空中接连不断地裂开裂缝，一个个周身浸染着血肉的人类尸体和巨兽尸体纷纷钻出，它们的周身俱缭绕着诡异的暗灰色符文。还有无数全身笼罩在符文黑甲内，只能看见一双红眸的阴兵不断涌出，在很短的时间里就把天庭附近的虚空给全部遮住，占据。
en_us: Soon, the commotion grew in intensity. The rift at the top of this huge city continued to widen and out came hordes of the walking dead—skeletal bodies of human and beasts, all covered in blood and festering flesh. They were enveloped by some strange greyish glowing symbols. Besides that, there were numerous red-eyed, black-armored runic yin soldiers pouring out. They quickly blocked off and occupied the void surrounding the Heavenly Court.

source: 很快她就发现了一丝不对，从容淡然的小脸上出现一丝惊疑和动容，她的那双丹凤眼也亮了起来，樱桃小嘴发出一丝惊呓：“咦？这丹药外面的纹路有古怪，难道，这是传说中……”
en_us: It was not long before she discovered that something was not right. A look of shocking confusion and strong emotions appeared on her small tranquil and calm face. Her red phoenix eyes also lit up as her cherry-like mouth released sounds of uncontrollable surprise, saying, "Huh? The vein lines on the exterior of this pill is strange. Don't tell me, is this the legendary..."

source: 很快所有人却是一怔，因为江逸从怀中掏出的是一个用纸包裹的黑乎乎东西，根本不是紫金，那刘管事立即醒悟过来，沉喝道：“飞少小心。”
en_us: Soon however, everyone became slightly stunned when Jiang Yi took out something that was definitely not purple gold, but a black substance wrapped up in paper. Housekeeper Liu realized immediately and yelled, "Young Master Fei, look out."

source: 很快江小奴取来肉干，两人对着清水就干嚼起来，江逸这才有时间问道：“小奴，今天是怎么回事？我总感觉这事不正常，是不是风月楼故意设计坑你？”
en_us: A few moments later, Jiang Xiaonu retrieved the jerky, which the two gulped down drily with just plain water. Jiang Yi finally had the time to inquire, "Xiaonu, what happened today? I keep feeling something is not right with this entire incident. Did the people at Fengyue Brothel scam you intentionally?"

source: 很快江逸又想起一件事，内心更加的茫然不安起来，柳长老死了，以后再也没有废丹了，他拿什么炼丹？怎么赚钱还债？
en_us: Jiang Yi quickly thought of another thing that left him increasingly uneasy and at a loss. With Elder Liu's death, he would no longer have any more rejected pills. What would he use to refine more pills? How could he earn money to repay his debts?

source: 很快的全灭了！
en_us: They were dead real quick too！

source: 很快，江逸冷得让江如虎浑身一颤的声音响起：“江如虎，你中计了！今天不打断你四条腿，我江逸名字也倒过来写……”
en_us: It was not long before Jiang Yi's voice, so cold that it sent a shiver down Jiang Ruhu's spine, rang out saying, "Jiang Ruhu, you fell for my trick! If I don;t break your four limbs today, I too will write my name 'Jiang Yi' in reverse..."

source: 很明显这管事见小奴虽然瘦瘦弱弱，面黄肌瘦的，但五官长得很是精致，准备培养几年用来接客，所以故意设了陷阱想让她卖身青楼，几年后替他们赚取脏银。
en_us: Evidently, the housekeeper must have seen Xiaonu and thought that, though she was skinny, weak and pale-faced, she still had exquisite and pretty facial features; as such, he was ready to groom her for a few years before using her to receive guests. Thus, he deliberately set up a trap to make her sell herself to this brothel, and in turn, help them earn dirty money after a few years.

source: 很显然他这个阵只完成了一半，阵中的血还不足以凝结成血云，也就是说他的下一步……
en_us: Obviously, he had only completed half of this formation; the blood in this array was not enough to condense into a blood cloud, which meant that his next step…

source: 得！逃不了了。
en_us: Sh*t! It is too late to run.

source: 得，你们爱咋咋地，他不管了！
en_us: Fine, if they wanted to make a mess of things, he would wash his hands of them!

source: 心下一惊，兵解成游仙以来，这还是第一次，他毫无察觉就被人近了身，猛的睁大眼回头一看，却撞进一张一脸随意的脸。
en_us: Qing Lan's heart jumped. From his days as a soldier to the present, he had never experienced something like this. It felt almost as if he got possessed. His eyes widened as he turned around. His face nearly collided with another, which had a visibly more relaxed expression.

source: 心口有点塞，他刚想多问几句，岛上突然响起几声轰隆隆的雷响，一道电光闪过，原本满岛飞舞的风刃，瞬间全消。
en_us: His heart stilled. He was just about to ask more questions when a loud crash came from the island. They saw a bright flash. The black wind blades which filled the island just seconds ago were gone.

source: 心好累……
en_us: So tiring...

source: 心好累！
en_us: His heart felt exhausted.

source: 心底顿时一沉，带些戒备的扫了对方一眼，隐隐还放出了神识，却发现那人身上居然没有半点灵气。原来是个凡人。
en_us: His heart immediately sank and he became on guard. He glanced at the girl, emitting a faint aura of Divine Perception. The aura revealed that she did not possess any Spirit Qi. She was only a mortal.

source: 心情顿时有些复杂，想到正事，立马又回过神来，连忙把几人请了进去才沉声开口道，“当日接到孤月兄的传信后，我等就已经在城内进行了排查。虽没找到所谓的魔界之门，但确实发现了一些不寻常之处。”
en_us: His mind was still in a confused state but when he thought of the reason why they were here, he immediately recovered his senses. Hurriedly, he invited his guests in before speaking solemnly, "After receiving Lonemoon's message that day, we had already conducted a search in the city. Even though we did not find the so called "Door of Demon Realm", but we did find something amiss."

source: 忍不住满意的转头看向旁边的便宜徒弟，却发现他自始至终，只是安静的坐在桌边看着她吃，连手都没抬一下。
en_us: Turning to look at her cheaply-gotten disciple in satisfaction, she discovered that he had been sitting motionlessly at the table all the while, silently watching her eat.

source: 快步上前伸手接过白泽手里的花道，“多谢白……白道友，两位一路辛苦，不同先去客房休息一番？”
en_us: He walked briskly and reached out to receive the flower that Bai Ze was holding out, "Thank you, Bai... Fellow Daoist Bai. You have come a long way. Why don't the two of you go to our guest room to rest for awhile?"

source: 快速吃完早饭，江逸查看了一下小奴的伤势，发现上了药后好了很多，也就不去管她了。回到自己房间内，取出在炼丹房内拿的黄参丹吞服下去，等药力发作了再运转黑色元力辅助疗伤。
en_us: After gobbling down his breakfast, Jiang Yi checked on Xiaonu's wounds. On finding that her wounds had healed well after applying medicine, he decided to no longer feel too much concern. Returning to his own room, he retrieved the Yellow Ginseng Elixir he had taken from the alchemy lab and swallowed it. He decided to wait for the medicinal power of the elixir to take effect before circulating black essence force to facilitate the healing process.

source: 快速而准确地清点着草参，江逸只花了大半个时辰就将四号田清点完毕。随后他快步朝山下冲去，虽然身上的伤势还没全好，但却行走如风，整个人都变得精神奕奕了起来。
en_us: With speed and accuracy, it took him almost an hour to finish counting the herbs in Plantation Four. Although he had not fully recovered from his injuries, he dashed down the mountain like a breeze, feeling full of drive and spirit.

source: 快速走出西院，江逸朝丹药房所在的南院走去。已是清晨江家开始热闹起来，不过倒是无人在意江逸这个落魄的旁系少爷。
en_us: At a fast speed he left the Western Court, Jiang Yi walked in the direction of the South Court, where the Elixir Room was located. As it was already daybreak, the Jiang Residence was getting lively and bustling, but no one concerned themselves with the down-and-out disfavored collateral descendant Jiang Yi.

source: 怀着参观毫宅的心情，沈萤直接走了进去。洞内更大，看起来就像个灵石矿一样，地面墙壁到处都是上品灵石，地面很是平坦，四周空无一物，只是正中间团着一只巨大的……雪白毛团？
en_us: Shen Ying gave in to her desire to explore the cave. The inside of the cave was huge and it looked just like a spirit stone mine. The floor and walls were all covered in superior-grade spirit stones The floor was ssmooth and there was nothing else in the cave, save for a huge... white ball of fur in the center?

source: 怀着满心的感动，他低头一口一口的啃着她手里的万年冰参，直到吃完。几乎瞬间，他体内的灵气开始复苏，断裂的经筋开始修复。
en_us: Filled with gratitude, he lowered his head and chewed at the ten-thousand-year-old Ice Ginseng in her hand until there was none left. Almost immediately, the Spirit Qi in his body began to recover, and his severed meridians started to rejuvenate.

source: 怎么两个人进去，却出来了三？
en_us: How did three people come out when only two went in?

source: 怎么办，鬼王面前，化神以下完全没有回手之力，下一次攻击怕就……
en_us: What to do? No one below Soul Formation level could stand against the Ghost King. He was afraid that the next attack would…

source: 怎么突然多了这么多人？
en_us: Why are there so many people here all of a sudden?

source: 怎么觉得这个对话这么熟悉?脑海中顿时浮现出羿清那张脑残粉的脸。
en_us: Why did this conversation sound so familiar? Yi Qing's face of a brain damaged fan immediately surfaced in his mind.

source: 思羽一喜，之前一直绷紧的神经这才松了下来，激动看向沈萤。
en_us: Delighted, Si Yu finally relaxed her nerves and looked over at Shen Ying excitedly.

source: 思羽一惊，再退已经来不及了，只好一跃飞到上空。收敛剑气，化出数百道灵剑，围绕在周身，挡住那些无处不在的雷光。
en_us: Si Yu was shocked, but it was too late to avoid it. She thus leaped into the air and controlled her Sword Qi to summon forth hundreds of spirit swords which surrounded her to block the lightning everywhere.

source: 思羽一愣，习惯性的低下头，往郁红身后躲了躲。
en_us: Embarrassed, Si Yu instinctively bowed her head and hid herself behind Yu Hong.

source: 思羽却呆了一下，眼睛刹时一亮，就连其它围观的妹子也是一脸晃然大明白样子，“我明白了，多谢掌门指点！”
en_us: Si Yu stood there blankly for a while before her eyes lit up along with the rest of the girls around them. With a look of revelation, she said, "I understand now. Thank you for your guidance, Sect Master!"

source: 思羽只能连连躲避，一开始还有些慌乱，半会又马上镇定下来。一边躲还能一边运用剑招，劈开周身的雷光。不到片刻场上除了雷光外，还迷蔓着剑气。
en_us: Si Yu could only hide. She had panicked from the moment the battle begun, but she quickly calmed herself down. She alternated between dodging the lightning bolts and using her sword techniques, thus managing to swiftly avoid all the flashes of lightning around her. Within moments, the lightning on stage became mixed with the brilliant flashes of a sword brilliance.

source: 思羽回过头，轻柔的嗓音慢条斯礼的回了个字，“滚。”别打扰我崇拜掌门。
en_us: Si Yu turned back and answered tenderly, "Scram." Don't interrupt my worship of Sect Master.

source: 思羽妹子一脸茫然。
en_us: Si Yu looked blank.

source: 思羽妹子这暴棚的运气也是……没谁了！
en_us: Sister Si Yu's crazy luck is... unbeatable!

source: 思羽成了本届门派大比，金丹期的冠军，无敌派之名更是夺响彻了整个上青界。但孤月一点都不开心，甚至想骂句MMP!
en_us: Si Yu had become this year's champion of the Golden Core division. The Invincible Sect's reputation had even spread throughout the entire Upper Azure World. Despite this, however, Lonemoon was not the least bit happy and even wanted to curse: son of a bitch!

source: 思羽本就怕生，此时更是有些手足无措起来，下意识的就退了一步。
en_us: Originally Si Yu was already afraid of strangers. Now at this time, she of course did not know what to do and subconsciously took a step back.

source: 思羽立马盘腿坐下，调动灵气护住他的心脉，不到半会郁红拿着织灵草回来了，两人一起给他喂了进去。他那满是裂痕的金丹才开始缓慢的修复起来。
en_us: Si Yu immediately sat cross-legged, mobilizing her Spirit Qi to protect his heart meridian. After a short while Yu Hong returned with the Weaved Rhizomed Spirit Grass which they fed to Yin Yuanfei. His Golden Core, which had been full of cracks, slowly began to mend.

source: 思羽紧了紧手里的剑明显有些紧张，抬头往看台最上方看了一眼，似是这才鼓足了勇气似的，深吸一口气大声道，“无敌派，思羽！请道友指教！”
en_us: It was obvious that Si Yu was nervous from the way she was gripping her sword. She lifted her head to look at her opponent. Breathing in deep, she feigned courage and replied, "I am Si Yu from Invincible Sect! Please show me your ways, Fellow Daoist!"

source: 思羽调动全身的灵气，肌肉暴发，身体顿时变大了一圈，一拳打过去，破开了四周的火海，转身冲着郁红道，“师姐，你先带他走！”
en_us: Si Yu mobilized the her entire body's Spirit Qi causing her muscles to enlarge and her body suddenly grew bigger by an entire girth. She struck her fist forwards, breaking a path through the sea of fire, then turning to the Yu Hong she said, "Senior Sister, take him away!"”

source: 思羽还是有点犹豫。
en_us: Si Yu was still hesitant.

source: 思羽这次雷劫整整劈了两个时辰，而且一道比一道重，比起元婴雷劫来都差不了几分。体修本走的就是淬练身体的路子，这每一道雷，都会生生将受劫人的经脉碾碎，再由灵气重组。以此达到重塑身体的目的，所以比起其它修士来，体修的劫雷格外凶残可怕。九九八十一道劫雷，每一道都是一次重生。
en_us: This time, Si Yu's lightning tribulation went on for four hours. Each lightning bolt struck harder than the previous one, not straying far from the intensity of a Nascent Soul's lightning tribulation. Body Cultivators walked the path of putting oneself through the mill. Every strike of lightning would break off each meridian of the person under tribulation and use the Spirit Qi to recover them. This was to achieve the aim of reconstructing the body which was why compared to other cultivators, the lightning tribulation of Body Cultivators was more ferocious and fearsome. There were 81 strikes of lightning in total and every one of them signified a rebirth.

source: 思羽连忙稳住了他的心脉。
en_us: Si Yu quickly rushed to stabilize his heart meridians.

source: 思羽：“……”
en_us: Si Yu: "..."

source: 总有贱人垂涎我的身体。
en_us: lMany people yearn for my body.

source: 总算可以离开这个破地方，沈萤有点兴奋，冲进屋里想收拾一下，却发现自己好像没啥好收拾的。想了想，才转身给兔子留了张字条。出门一看，厨子徒弟已经打包好午饭，在等她了。
en_us: Shen Ying was a little excited about finally being able to leave this shabby place. She rushed into the house to pack up but realized that there was nothing much to pack. After pondering for a bit, she decided to leave a note for the rabbit. Stepping outside, she saw that her chef disciple had already packed lunch and was ready for her.

source: 总管一双阴鸷的眸子眯了起来，很快就摇头道：“空口无凭，你们要是跑了怎么办？要么留下东西抵押，要么把这丫头留下吧。”
en_us: The malicious eyes of the Chief Supervisor squinted before quickly shaking his head, replying, "Words mean nothing - what if you guys were to run away? Either you leave something behind as collateral, or you leave this servant girl behind."

source: 总觉得哪里不对劲？到底是哪呢？
en_us: Something just seemed amiss… but what exactly was it?

source: 悄然吞服了一枚灵神丹，江逸立即盘坐起来打坐修炼，反正杨管事说了这几天不会让他上场，他也不怕黑色元力消耗。
en_us: Quietly consuming a Spirit Pill, Jiang Yi immediately sat cross-legged and started meditating for power cultivation. Besides, as Manager Yang said that he would not be letting him fight in sparring matches over the next few days, he need not feel scared that his black essence force would be fully consumed.

source: 悟剑峰虽然属于太虚派，但由于它是化神修士的道场，再加上峰上有直达上青界的通道。寻常弟子反而很少来到此处。
en_us: Sword Comprehension Peak belonged to the Taixu Sect, but because it was the dojo of Soul Formation cultivators, and it also had a direct passage to the Upper Azure World at the peak, ordinary disciples rarely came here.

source: 悟剑峰顶。
en_us: At the peak of Sword Comprehension Peak.

source: 想了一阵，江逸想不通索性不再多想，和杨管事说了一声走出武殿回到了江家。
en_us: After thinking some time, Jiang Yi could not come up with any suitable ideas and as such simply decided not over-think any longer. After informing Manager Yang, he walked out of the Martial Arts Hall and returned to the Jiang Residence.

source: 想了想也不管锅里的菜了，一把抓住她的手道，“师父，你相信我，找道侣可是大事，随意不得。那个白泽一看就不是好人……不是好兽。再说您是人修，本就不该与他为伍。”
en_us: He could not care less for the food in the wok anymore. Yi Qing grabbed Shen Ying's hand and said, "Master, trust me. Looking for a Dao partner is a huge thing. You cannot be careless about it. That Bai Ze does not look like a good person.... nor a good beast. What's more, you're a cultivator. You shouldn't partner him."

source: 想了想转身走向右边那团雪白的兔王，刚要伸手抓住兔尾拖走，那只挺尸已久的兔王，却突然炸尸了。
en_us: After some thought, she turned and walked to the snow-white Rabbit Monarch on her right. Just as she was about to reach for its tail to drag it away, the supposedly dead Rabbit Monarch suddenly came alive.

source: 想从牛爸爸口袋里掏钱，总得有人告诉他爸爸就是你爸爸，点烛!
en_us: To get money out of Father Niu's pockets, someone had to tell him that he should never mess with a godfather-like character. Rest in peace!

source: 想到他可以在炼丹房用黑色元力偷偷炼制上品丹药，再拿出去卖钱偿还风月楼的债务，他心情顿时好了几分。只要能快速赚钱，他还可以去外面购买一切非常高级的丹药辅助修炼，尽快将他境界提升到铸鼎境二重，那样就不惧江如虎等人了！
en_us: He planned to use his black essence force to secretly produce some superior-grade elixirs at the alchemy lab and sell them to make money. With this money, he could pay off his debts to the Fengyue Brothel. Jiang Yi's mood immediately improved significantly when he realized this. So long as he could quickly earn money, he could even head out to purchase all sorts of superior-grade elixirs to facilitate his training, which would in turn help him elevate him to the second stage of the Cast Tripod Realm. That way, he would no longer have to fear Jiang Ruhu and his cronies!

source: 想到以后再也没有机会弄丹药，没零花钱了，想到回去他父亲听到这个消息肯定会暴怒无比，他不死也会脱成皮，江松整个人都颤抖起来，一时之间心慌气怒不知该如何是好了。
en_us: Thinking that he never had any more opportunities to produce elixirs, and by extension, no more allowance. Worse still, when he thought of his father's rage upon hearing this news... It was clear that he was doomed to suffer. Jiang Song's entire body started shuddering and shaking. He was unsure if, at the moment, he should be anxious or furious.

source: 想到以后炼制大量的丹药卖给聚珍阁，轻易获取大量的银钱，江逸整个人都战栗起来。就算他是个修炼废物，他也可以凭借这黑色元力成为富家翁，再不济能和小奴安逸的活一辈子。
en_us: Thinking about the large number of elixirs he could manufacture and sell to the Pearl Gathering Pavilion in the future, Jiang Yi's entire body shuddered. Even if he was useless at refining elixirs, he could rely on the power of the black essence force to become a rich person—one who no longer would remain in poverty and live comfortably with Xiaonu for a lifetime.

source: 想到封印江逸就一阵咬牙切齿，按照大长老的估计，江逸的天资不说可比神武国的顶级天才，至少比江家第一天才江恨水还要强上一丝。虽然不知道大长老为何对他如此有信心，但江逸每想到这里，都会郁闷得吐血。
en_us: Thinking about the seal, Jiang Yi fumed with rage and gritted his teeth. According to Grand Elder's estimates, Jiang Yi might not be Divine Martial Kingdom's greatest genius, but nonetheless he was more powerful than Jiang Henshui, the top genius of the Jiang Clan, by at least a sliver. Even though he had no idea why Grand Elder had so much confidence in him, every time Jiang Yi had that thought, he would become depressed to the point of vomiting blood in anger.

source: 想到就干！
en_us: If one thought of doing something, he would definitely do it!

source: 想到怀中的三枚丹药，江逸咧嘴笑了，扒饭的速度更快了几分。他风卷残云的吃完饭菜，又交代了江小奴几句就走出了院子。
en_us: Thinking about the three elixir pills in his chest pocket, Jiang Yi grinned widely, with the speed he was gobbling down his food increasing by several times. Like a whirlwind that sweeps away scattered clouds, he finished his food before giving Jiang Xiaonu a short briefing and subsequently leaving his house courtyard.

source: 想到这薄飞平已经是一身的冷汗了，脸色更是惨白一片，“孤月兄，此事重大，我得尽快通知家父！”现在门已经找到了，只是上报到上都城是不行的，还必须让君上知道。
en_us: Pu Feiping broke out in cold sweat just thinking about this, and his face turned even paler than before. He said, "Brother Lonemoon, this matter is very serious. I have to let my father know as soon as possible!" Now that the door is found, only reporting it to the Shang Du court would not suffice. We must let the Lord know about this matter.

source: 想到这里，他更是内心愧疚不已，当下也不绕路转去后院，身子如一阵风般冲进了风月楼内，准备直接穿越内堂，进入后院。
en_us: He was full of remorse as he realized this. He did not divert his way to the backyard, he swept into Fengyue Brothel like wind, preparing to enter through the inner hall to the back.

source: 想到这里，江逸一愣，下意思停下无名决运转起江水决，他想证实一件事，这封印既然开始慢慢破解了，那么他的修炼速度是否能有所增幅？
en_us: Thinking up to that point, Jiang Yi got distracted as he changed his mind, stopping the practice of the nameless technique and shifting instead to the Jiang Water Art. He wished to confirm something: since the seal was gradually being broken, would his refining speed actually increase?

source: 想到这里，江逸嘴角抽了抽，一个月时间他去哪弄那么多钱？还有早上他打了江豹，怕是他老大江如虎很快会找上门吧？
en_us: Thinking to that stage, the corners of Jiang Yi’s mouth twitched. Where could he go to earn so much money within a month? Further, he had beaten up Jiang Bao in the morning—surely his boss Jiang Ruhu would be coming to get revenge soon enough?

source: 想到这，他直接上前一步，用力握紧了手中的剑，就算拼了这条命，也要护恩人周全。强行调动灵气，几乎是瞬间，他就遭到体内妖气的反噬，一嘴的腥甜。
en_us: At this point in his thoughts, he stepped forward directly, holding tightly to the sword in his hand. Even at the cost of his life, he had to protect his benefactor. As he tried to forcibly activate his Spirit Qi, his body immediately suffered a backlash from the demonic aura inside him and his mouth became filled with the taste of blood.

source: 想到这，她抬头看了旁边仍是一脸走神，好像完全不在状况内的沈萤一眼，几百年来头一次，觉得心底流转着暖暖的情绪，若是……早点遇到就好了。
en_us: With this in mind, she looked up at Shen Ying, whose mind appeared to be wandering as though she had no idea what was happening at the moment. For the first time in centuries, she felt warm emotions in her heart. If only… they had met earlier.

source: 想到这，她有些歉意的回头看了沈萤一眼，压低声音道，“你放心，我们不想害你。等我们到了阵法那，我就解开你身上的禁制，放你回去。”
en_us: Thinking of this made her turn to give Shen Ying an apologetic look. She lowered her voice and said, "Don't worry, we won't hurt you. Once we get to the array formation, we will release the Immobilizing Seal and let you go back."

source: 想到这，孤月一惊，如今玉鼎已死，他背后之人，会不会直接针对玄天宗？！上青界高阶修士多如牛毛，玄天宗虽然是中青界的顶级宗门，但在上青界来说，根本不算什么。可他立马又否认了这个想法。不会，活人练丹这样等同于魔修的行径，上青界自己捂着都来不及，怎么可能主动跳出来承认。单看甘子睿躲进悟剑峰，而不是直接逃到上青界就知道了。他们背后的人，在上青界估计也不是能为所欲为的。
en_us: At this point, a shocking thought came over Lonemoon: now that Yu Ding was dead, would the people behind him directly target Blackheaven Sect?! High-level cultivators were a dime a dozen in the Upper Azure World. Although Blackheaven Sect was the top sect of the Middle Azure World, in the eyes of the Upper Azure World, the sect was insignificant. But then he immediately rejected this conjecture. No, the act of using a living person to concoct elixirs was no different from the evil acts of fiendish cultivators. The Upper Azure World would spare no effort to hide this heinous act, let alone directly admit to it. The fact that Gan Zirui had hidden himself in Sword Comprehension Peak instead of directly fleeing to the Upper Azure World was proof of this. From this, Lonemoon surmised that the people behind Gan Zirui and Yu Ding probably did not have free rein to do whatever they wanted in the Upper Azure World.

source: 想到黑色元力可以快速破解封印上的符文，提升修炼速度，江逸双眼一亮，休息片刻快速下山了。
en_us: Thinking about how his black essence force could remove the runic patterns and rapidly break his seal, while at the same time increasing his power cultivation speed, Jiang Yi's eyes lit up. He restedfor a short moment before leaving the mountain at a quick speed.

source: 想着他麻利的洗完了碗筷，唤出了自己的灵剑，扑通一下重重的跪在了桌前。
en_us: With this thought in mind, he quickly finished washing the dishes, summoned out his spiritual sword and plunged down onto his knees before the table.

source: 想起晕倒前的事，他心中一喜，连忙四下一扫，瞬间定在了右边椅子正在啃水果的某人身上。
en_us: Recalling what happened before he fainted, his heart leapt with joy and his gaze immediately lit on a certain someone on the right who was sitting on a chair chewing on fruit."

source: 想起羿清的交待，他立马站在了女子的旁边。能让一名金丹道君叫师父，想来必能保他平安。
en_us: Recalling Yi Qing's instructions, he immediately stayed by the girl's side. For a Golden Core Dao Lord to call her Master, she had to be someone who could ensure his safety.

source: 想起自己以前的契约兽，易峰也不免有些伤感，也没再继续说什么，看了那岛一眼，继续御剑往前方而去。大概又飞了半个小时的样子，才停在了一座长着郁郁葱葱密林的岛上。
en_us: Yi Feng felt a tinge of sadness thinking about his Contract Beast, so he did not explain any further. He took one final look at the island and flew past it. After another hour or so, they stopped at an island that contained a dense forest.
